Repository: PetranDev/PCGet
Catalog: PCGet/Localization/*/Resources.resw
Source language: en_us
Languages: el_gr, ja_jp, pl_pl

# Common_Cancel
source: Cancel
el_gr: Ακύρωση
ja_jp: キャンセル
pl_pl: Anuluj

# Common_PCGetError.Title
source: PCGet error
el_gr: Σφάλμα PCGet
ja_jp: PCGet エラー
pl_pl: Błąd PCGet

# Common_Refresh.Content
source: Refresh
el_gr: Ανανέωση
ja_jp: 更新
pl_pl: Odśwież

# Common_Retry
source: Retry
el_gr: Επανάληψη
ja_jp: 再試行
pl_pl: Ponów

# Common_Unknown
source: Unknown
el_gr: Άγνωστο
ja_jp: 不明
pl_pl: Nieznane

# Common_WinGetOperationFailed.Title
source: WinGet operation failed
el_gr: Η λειτουργία WinGet απέτυχε
ja_jp: WinGet 操作に失敗しました
pl_pl: Operacja WinGet nie powiodła się

# Dialog_AdditionalArguments
source: Additional WinGet arguments
el_gr: Πρόσθετα ορίσματα WinGet
ja_jp: PCGet メッセージ
pl_pl: Komunikat PCGet

# Dialog_AdminRequiredTitle
source: Administrator privileges required
el_gr: Απαιτούνται δικαιώματα διαχειριστή
ja_jp: 管理者権限が必要です
pl_pl: Wymagane uprawnienia administratora

# Dialog_InstallAdminMessage
source: {0} requires administrator privileges to install. PCGet can retry the installation as administrator.
el_gr: Το {0} απαιτεί δικαιώματα διαχειριστή για εγκατάσταση. Το PCGet μπορεί να επαναλάβει την εγκατάσταση ως διαχειριστής.
ja_jp: PCGet メッセージ: {0}
pl_pl: Komunikat PCGet: {0}

# Dialog_RememberUpdateArguments
source: Remember these arguments for updates
el_gr: Απομνημόνευση αυτών των ορισμάτων για ενημερώσεις
ja_jp: PCGet メッセージ
pl_pl: Komunikat PCGet

# Dialog_RetryAdminButton
source: Retry as administrator
el_gr: Επανάληψη ως διαχειριστής
ja_jp: 管理者として再試行
pl_pl: Komunikat PCGet

# Dialog_RetryAdminTitle
source: Retry as administrator?
el_gr: Επανάληψη ως διαχειριστής;
ja_jp: 管理者として再試行しますか？
pl_pl: Komunikat PCGet

# Dialog_RetryInteractively
source: Retry interactively
el_gr: Επανάληψη με αλληλεπίδραση
ja_jp: 対話形式で再試行
pl_pl: Ponów interaktywnie

# Dialog_SilentUninstallFailedMessage
source: {0} could not be uninstalled silently. Would you like to retry using the application's interactive uninstaller?
el_gr: Δεν ήταν δυνατή η αθόρυβη απεγκατάσταση του {0}. Θέλετε να επαναλάβετε χρησιμοποιώντας το διαδραστικό πρόγραμμα απεγκατάστασης της εφαρμογής;
ja_jp: PCGet メッセージ: {0}
pl_pl: Komunikat PCGet: {0}

# Dialog_SilentUninstallFailedTitle
source: Silent uninstall failed
el_gr: Η αθόρυβη απεγκατάσταση απέτυχε
ja_jp: サイレント アンインストールに失敗しました
pl_pl: Cicha dezinstalacja nie powiodła się

# Dialog_UninstallAdminMessage
source: {0} requires administrator privileges to uninstall. PCGet can retry the uninstall as administrator.
el_gr: Το {0} απαιτεί δικαιώματα διαχειριστή για απεγκατάσταση. Το PCGet μπορεί να επαναλάβει την απεγκατάσταση ως διαχειριστής.
ja_jp: PCGet メッセージ: {0}
pl_pl: Komunikat PCGet: {0}

# Dialog_UninstallManyButton
source: Uninstall {0} applications
el_gr: Απεγκατάσταση {0} εφαρμογών
ja_jp: PCGet メッセージ: {0}
pl_pl: Komunikat PCGet: {0}

# Dialog_UninstallManyMessage
source: Are you sure you want to uninstall these {0} applications?
el_gr: Είστε βέβαιοι ότι θέλετε να απεγκαταστήσετε αυτές τις {0} εφαρμογές;
ja_jp: PCGet メッセージ: {0}
pl_pl: Komunikat PCGet: {0}

# Dialog_UninstallMessage
source: Are you sure you want to uninstall {0}?
el_gr: Είστε βέβαιοι ότι θέλετε να απεγκαταστήσετε το {0};
ja_jp: PCGet メッセージ: {0}
pl_pl: Komunikat PCGet: {0}

# Dialog_UninstallSelectedManyTitle
source: Uninstall selected applications?
el_gr: Απεγκατάσταση επιλεγμένων εφαρμογών;
ja_jp: PCGet メッセージ
pl_pl: Komunikat PCGet

# Dialog_UninstallSelectedOneTitle
source: Uninstall selected application?
el_gr: Απεγκατάσταση επιλεγμένης εφαρμογής;
ja_jp: PCGet メッセージ
pl_pl: Komunikat PCGet

# Dialog_UninstallTitle
source: Uninstall application?
el_gr: Απεγκατάσταση εφαρμογής;
ja_jp: アプリをアンインストールしますか？
pl_pl: Odinstalować aplikację?

# Dialog_UpdateAdminMessage
source: {0} could not be updated normally. PCGet can retry the update with administrator privileges.
el_gr: Δεν ήταν δυνατή η κανονική ενημέρωση του {0}. Το PCGet μπορεί να επαναλάβει την ενημέρωση με δικαιώματα διαχειριστή.
ja_jp: PCGet メッセージ: {0}
pl_pl: Komunikat PCGet: {0}

# Dialog_UpdatePCGetButton
source: Update PCGet
el_gr: Ενημέρωση PCGet
ja_jp: PCGet メッセージ
pl_pl: Komunikat PCGet

# Dialog_UpdatePCGetMessage
source: PCGet {0} is available. PCGet will close, install the update, and start again automatically.
el_gr: Το PCGet {0} είναι διαθέσιμο. Το PCGet θα κλείσει, θα εγκαταστήσει την ενημέρωση και θα ξεκινήσει ξανά αυτόματα.
ja_jp: PCGet メッセージ: {0}
pl_pl: Komunikat PCGet: {0}

# Dialog_UpdatePCGetTitle
source: Update PCGet?
el_gr: Ενημέρωση PCGet;
ja_jp: PCGet を更新しますか？
pl_pl: Zaktualizować PCGet?

# Discover_ApplicationsFound
source: {0} applications found
el_gr: Βρέθηκαν {0} εφαρμογές
ja_jp: {0} アプリ found
pl_pl: {0} aplikacje found

# Discover_ApplicationsShown
source: {0} of {1} applications shown
el_gr: Εμφανίζονται {0} από {1} εφαρμογές
ja_jp: {0} of {1} アプリ shown
pl_pl: {0} of {1} aplikacje shown

# Discover_Author.Text
source: Author
el_gr: Δημιουργός
ja_jp: 作成者
pl_pl: Autor

# Discover_InstallationNotes.Text
source: Installation notes
el_gr: Σημειώσεις εγκατάστασης
ja_jp: インストールに関する注意事項
pl_pl: Uwagi dotyczące instalacji

# Discover_Links.Text
source: Links
el_gr: Σύνδεσμοι
ja_jp: リンク
pl_pl: Łącza

# Discover_Locale.Text
source: Locale
el_gr: Γλώσσα/περιοχή
ja_jp: ロケール
pl_pl: Ustawienia regionalne

# Discover_NoApplicationsFound
source: No applications found.
el_gr: Δεν βρέθηκαν εφαρμογές.
ja_jp: No アプリ found.
pl_pl: No aplikacje found.

# Discover_OneApplicationFound
source: 1 application found
el_gr: Βρέθηκε 1 εφαρμογή
ja_jp: 1 アプリ found
pl_pl: 1 aplikacja found

# Discover_OneOfApplicationsShown
source: 1 of {0} applications shown
el_gr: Εμφανίζεται 1 από {0} εφαρμογές
ja_jp: 1 of {0} アプリ shown
pl_pl: 1 of {0} aplikacje shown

# Discover_PackageId.Text
source: Package ID
el_gr: Αναγνωριστικό πακέτου
ja_jp: パッケージ ID
pl_pl: Identyfikator pakietu

# Discover_PackageInformation.Text
source: Package information
el_gr: Πληροφορίες πακέτου
ja_jp: パッケージ情報
pl_pl: Informacje o pakiecie

# Discover_PackageWebsite.Content
source: Package website
el_gr: Ιστότοπος πακέτου
ja_jp: パッケージ Web サイト
pl_pl: Witryna pakietu

# Discover_Privacy.Content
source: Privacy
el_gr: Απόρρητο
ja_jp: プライバシー
pl_pl: Prywatność

# Discover_PublisherWebsite.Content
source: Publisher website
el_gr: Ιστότοπος εκδότη
ja_jp: 発行元 Web サイト
pl_pl: Witryna wydawcy

# Discover_RefreshCurrentSearch.ToolTipService.ToolTip
source: Refresh current search
el_gr: Ανανέωση τρέχουσας αναζήτησης
ja_jp: アプリ情報
pl_pl: Informacje o aplikacji

# Discover_Search.Content
source: Search
el_gr: Αναζήτηση
ja_jp: 検索
pl_pl: Szukaj

# Discover_SearchPlaceholder.PlaceholderText
source: Search applications
el_gr: Αναζήτηση εφαρμογών
ja_jp: アプリを検索
pl_pl: Szukaj aplikacji

# Discover_SearchPrompt
source: Search WinGet for applications.
el_gr: Αναζητήστε εφαρμογές στο WinGet.
ja_jp: WinGet でアプリを検索します。
pl_pl: Wyszukaj aplikacje w WinGet.

# Discover_Source.Text
source: Source
el_gr: Πηγή
ja_jp: ソース
pl_pl: Źródło

# Discover_Subtitle.Text
source: Search for applications and install them with WinGet.
el_gr: Αναζητήστε εφαρμογές και εγκαταστήστε τις με το WinGet.
ja_jp: アプリ情報
pl_pl: Informacje o aplikacji

# Discover_Support.Content
source: Support
el_gr: Υποστήριξη
ja_jp: サポート
pl_pl: Pomoc techniczna

# Discover_Tags.Text
source: Tags
el_gr: Ετικέτες
ja_jp: タグ
pl_pl: Tagi

# Discover_Version.Text
source: Version
el_gr: Έκδοση
ja_jp: バージョン
pl_pl: Wersja

# Error_AlreadyInstalled
source: Package '{0}' is already installed.
el_gr: Το πακέτο '{0}' είναι ήδη εγκατεστημένο.
ja_jp: パッケージ操作エラー: {0}
pl_pl: Błąd operacji pakietu: {0}

# Error_CatalogConnection
source: Unable to connect to WinGet composite catalog. Status: {0}
el_gr: Δεν είναι δυνατή η σύνδεση στον σύνθετο κατάλογο WinGet. Κατάσταση: {0}
ja_jp: パッケージ操作エラー: {0}
pl_pl: Błąd operacji pakietu: {0}

# Error_ElevatedFailed
source: The elevated package operation failed with exit code {0}.
el_gr: Η λειτουργία πακέτου με αυξημένα δικαιώματα απέτυχε με κωδικό εξόδου {0}.
ja_jp: パッケージ操作エラー: {0}
pl_pl: Błąd operacji pakietu: {0}

# Error_ElevatedFailedWithLog
source: The elevated package operation failed with exit code {0}. {1}
el_gr: Η λειτουργία πακέτου με αυξημένα δικαιώματα απέτυχε με κωδικό εξόδου {0}. {1}
ja_jp: パッケージ操作エラー: {0} {1}
pl_pl: Błąd operacji pakietu: {0} {1}

# Error_ElevatedHelperNotFound
source: The PCGet elevated helper could not be found.
el_gr: Δεν βρέθηκε το βοηθητικό πρόγραμμα αυξημένων δικαιωμάτων του PCGet.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Error_ElevatedHelperStart
source: Unable to start the elevated PCGet helper.
el_gr: Δεν είναι δυνατή η εκκίνηση του βοηθητικού προγράμματος αυξημένων δικαιωμάτων του PCGet.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Error_Extended
source: Error: {0}
el_gr: Σφάλμα: {0}

# Error_Http404
source: The installer could not be downloaded because the package URL returned 404 (Not Found). The WinGet package may contain an outdated download link.
el_gr: Δεν ήταν δυνατή η λήψη του προγράμματος εγκατάστασης επειδή η διεύθυνση URL του πακέτου επέστρεψε 404 (Δεν βρέθηκε). Το πακέτο WinGet ενδέχεται να περιέχει παρωχημένο σύνδεσμο λήψης.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Error_InstallFailed
source: WinGet failed to install '{0}'. Status: {1}.
el_gr: Το WinGet απέτυχε να εγκαταστήσει το '{0}'. Κατάσταση: {1}.
ja_jp: パッケージ操作エラー: {0} {1}
pl_pl: Błąd operacji pakietu: {0} {1}

# Error_InstallVerification
source: {0}: The package operation finished, but WinGet does not report the application as installed.
el_gr: {0}: Η λειτουργία πακέτου ολοκληρώθηκε, αλλά το WinGet δεν αναφέρει την εφαρμογή ως εγκατεστημένη.
ja_jp: パッケージ操作エラー: {0}
pl_pl: Błąd operacji pakietu: {0}

# Error_InstalledPackageNotFound
source: Installed package '{0}' could not be found.
el_gr: Δεν βρέθηκε το εγκατεστημένο πακέτο '{0}'.
ja_jp: パッケージ操作エラー: {0}
pl_pl: Błąd operacji pakietu: {0}

# Error_NoUpdateAvailable
source: Package '{0}' no longer has an update available.
el_gr: Το πακέτο '{0}' δεν έχει πλέον διαθέσιμη ενημέρωση.
ja_jp: パッケージ操作エラー: {0}
pl_pl: Błąd operacji pakietu: {0}

# Error_PackageNotFound
source: Package '{0}' could not be found.
el_gr: Δεν βρέθηκε το πακέτο '{0}'.
ja_jp: パッケージ操作エラー: {0}
pl_pl: Błąd operacji pakietu: {0}

# Error_PackageOperationFailed
source: The package operation failed.
el_gr: Η λειτουργία πακέτου απέτυχε.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Error_SelfUpdateStart
source: PCGet could not start the self-update process: {0}
el_gr: Το PCGet δεν μπόρεσε να ξεκινήσει τη διαδικασία αυτοενημέρωσης: {0}
ja_jp: パッケージ操作エラー: {0}
pl_pl: Błąd operacji pakietu: {0}

# Error_UninstallFailed
source: WinGet failed to uninstall '{0}'. Status: {1}.
el_gr: Το WinGet απέτυχε να απεγκαταστήσει το '{0}'. Κατάσταση: {1}.
ja_jp: パッケージ操作エラー: {0} {1}
pl_pl: Błąd operacji pakietu: {0} {1}

# Error_UninstallVerification
source: {0}: The package operation finished, but WinGet still reports the application as installed.
el_gr: {0}: Η λειτουργία πακέτου ολοκληρώθηκε, αλλά το WinGet εξακολουθεί να αναφέρει την εφαρμογή ως εγκατεστημένη.
ja_jp: パッケージ操作エラー: {0}
pl_pl: Błąd operacji pakietu: {0}

# Error_UnmatchedQuote
source: Additional WinGet arguments contain an unmatched quote.
el_gr: Τα πρόσθετα ορίσματα WinGet περιέχουν μη αντιστοιχισμένο εισαγωγικό.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Error_UpdateFailed
source: WinGet failed to update '{0}'. Status: {1}.
el_gr: Το WinGet απέτυχε να ενημερώσει το '{0}'. Κατάσταση: {1}.
ja_jp: パッケージ操作エラー: {0} {1}
pl_pl: Błąd operacji pakietu: {0} {1}

# Error_UpdateVerification
source: {0}: The package operation finished, but WinGet still reports an available update.
el_gr: {0}: Η λειτουργία πακέτου ολοκληρώθηκε, αλλά το WinGet εξακολουθεί να αναφέρει διαθέσιμη ενημέρωση.
ja_jp: パッケージ操作エラー: {0}
pl_pl: Błąd operacji pakietu: {0}

# Error_UpdaterNotFound
source: The PCGet updater could not be found.
el_gr: Δεν βρέθηκε το πρόγραμμα ενημέρωσης του PCGet.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Filter_AllSources
source: All sources
el_gr: Όλες οι πηγές
ja_jp: すべてのソース
pl_pl: Wszystkie źródła

# Installed_ApplicationsShown
source: {0} of {1} applications shown
el_gr: Εμφανίζονται {0} από {1} εφαρμογές
ja_jp: {0} of {1} アプリ shown
pl_pl: {0} of {1} aplikacje shown

# Installed_InstalledCount
source: {0} installed applications
el_gr: {0} εγκατεστημένες εφαρμογές
ja_jp: インストール済みアプリ: {0}
pl_pl: Zainstalowane aplikacje: {0}

# Installed_Loading
source: Loading installed applications...
el_gr: Φόρτωση εγκατεστημένων εφαρμογών...
ja_jp: インストール済みアプリ
pl_pl: Zainstalowane aplikacje

# Installed_NoMatchingApplications
source: No matching applications.
el_gr: Δεν υπάρχουν εφαρμογές που να ταιριάζουν.
ja_jp: インストール済みアプリ
pl_pl: Zainstalowane aplikacje

# Installed_NoneFound
source: No installed applications found.
el_gr: Δεν βρέθηκαν εγκατεστημένες εφαρμογές.
ja_jp: インストール済みアプリ
pl_pl: Zainstalowane aplikacje

# Installed_OneInstalled
source: 1 installed application
el_gr: 1 εγκατεστημένη εφαρμογή
ja_jp: インストール済みアプリ
pl_pl: Zainstalowane aplikacje

# Installed_OneOfApplicationsShown
source: 1 of {0} applications shown
el_gr: Εμφανίζεται 1 από {0} εφαρμογές
ja_jp: 1 of {0} アプリ shown
pl_pl: 1 of {0} aplikacje shown

# Installed_OneSelected
source: 1 application selected
el_gr: 1 επιλεγμένη εφαρμογή
ja_jp: インストール済みアプリ
pl_pl: Zainstalowane aplikacje

# Installed_SearchPlaceholder.PlaceholderText
source: Search installed applications
el_gr: Αναζήτηση εγκατεστημένων εφαρμογών
ja_jp: インストール済みアプリを検索
pl_pl: Szukaj zainstalowanych aplikacji

# Installed_SelectedCount
source: {0} applications selected
el_gr: {0} επιλεγμένες εφαρμογές
ja_jp: インストール済みアプリ: {0}
pl_pl: Zainstalowane aplikacje: {0}

# Installed_Subtitle.Text
source: Applications managed by WinGet.
el_gr: Εφαρμογές που διαχειρίζεται το WinGet.
ja_jp: インストール済みアプリ
pl_pl: Zainstalowane aplikacje

# Installed_UninstallSelected.Content
source: Uninstall selected
el_gr: Απεγκατάσταση επιλεγμένων
ja_jp: インストール済みアプリ
pl_pl: Zainstalowane aplikacje

# Interval_12Hours
source: Every 12 hours
el_gr: Κάθε 12 ώρες
ja_jp: PCGet
pl_pl: PCGet

# Interval_15Minutes
source: Every 15 minutes
el_gr: Κάθε 15 λεπτά
ja_jp: PCGet
pl_pl: PCGet

# Interval_1Day
source: Every day
el_gr: Κάθε ημέρα
ja_jp: PCGet
pl_pl: PCGet

# Interval_1Hour
source: Every hour
el_gr: Κάθε ώρα
ja_jp: PCGet
pl_pl: PCGet

# Interval_2Hours
source: Every 2 hours
el_gr: Κάθε 2 ώρες
ja_jp: PCGet
pl_pl: PCGet

# Interval_30Minutes
source: Every 30 minutes
el_gr: Κάθε 30 λεπτά
ja_jp: PCGet
pl_pl: PCGet

# Interval_4Hours
source: Every 4 hours
el_gr: Κάθε 4 ώρες
ja_jp: PCGet
pl_pl: PCGet

# Interval_8Hours
source: Every 8 hours
el_gr: Κάθε 8 ώρες
ja_jp: PCGet
pl_pl: PCGet

# Notification_OneUpdateAvailable
source: 1 update is available
el_gr: 1 ενημέρωση είναι διαθέσιμη
ja_jp: 1 更新 is 利用可能
pl_pl: 1 aktualizacja is dostępne

# Notification_OpenPCGet
source: Open PCGet to review and install available updates.
el_gr: Ανοίξτε το PCGet για να ελέγξετε και να εγκαταστήσετε τις διαθέσιμες ενημερώσεις.
ja_jp: PCGet 通知
pl_pl: Powiadomienie PCGet

# Notification_SelfUpdateFailedMessage
source: The update could not be installed. WinGet returned exit code {0}.
el_gr: Δεν ήταν δυνατή η εγκατάσταση της ενημέρωσης. Το WinGet επέστρεψε κωδικό εξόδου {0}.
ja_jp: PCGet 通知: {0}
pl_pl: Powiadomienie PCGet: {0}

# Notification_SelfUpdateFailedTitle
source: PCGet update failed
el_gr: Η ενημέρωση του PCGet απέτυχε
ja_jp: PCGet 通知
pl_pl: Powiadomienie PCGet

# Notification_SelfUpdateSucceededMessage
source: The latest version of PCGet has been installed.
el_gr: Εγκαταστάθηκε η πιο πρόσφατη έκδοση του PCGet.
ja_jp: PCGet 通知
pl_pl: Powiadomienie PCGet

# Notification_SelfUpdateSucceededTitle
source: PCGet updated successfully
el_gr: Το PCGet ενημερώθηκε με επιτυχία
ja_jp: PCGet 更新d successfully
pl_pl: PCGet aktualizacjad successfully

# Notification_UpdatesAvailable
source: {0} updates are available
el_gr: {0} ενημερώσεις είναι διαθέσιμες
ja_jp: {0} 更新 are 利用可能
pl_pl: {0} aktualizacje are dostępne

# Settings_About.Text
source: About
el_gr: Σχετικά
ja_jp: バージョン情報
pl_pl: Informacje

# Settings_AdvancedArguments.Text
source: Advanced WinGet arguments
el_gr: Προηγμένα ορίσματα WinGet
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_AdvancedArgumentsDescription.Text
source: Additional arguments are appended to the WinGet command when PCGet performs an elevated package operation. PCGet continues to manage the package ID, exact matching, agreements, interactivity, and silent mode.
el_gr: Πρόσθετα ορίσματα προστίθενται στην εντολή WinGet όταν το PCGet εκτελεί λειτουργία πακέτου με αυξημένα δικαιώματα. Το PCGet συνεχίζει να διαχειρίζεται το αναγνωριστικό πακέτου, την ακριβή αντιστοίχιση, τις συμφωνίες, την αλληλεπίδραση και την αθόρυβη λειτουργία.
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_AppLanguage.Text
source: Application language
el_gr: Γλώσσα εφαρμογής
ja_jp: アプリの言語
pl_pl: Język aplikacji

# Settings_AppLanguageDescription.Text
source: Choose the language PCGet uses. A restart is required after changing it.
el_gr: Επιλέξτε τη γλώσσα που χρησιμοποιεί το PCGet. Απαιτείται επανεκκίνηση μετά την αλλαγή.
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_BackgroundChecks.Text
source: Check for updates in the background
el_gr: Έλεγχος για ενημερώσεις στο παρασκήνιο
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_BackgroundChecksDescription.Text
source: Periodically check for package updates while PCGet is running.
el_gr: Περιοδικός έλεγχος για ενημερώσεις πακέτων όσο εκτελείται το PCGet.
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_CheckInterval.Text
source: Check interval
el_gr: Διάστημα ελέγχου
ja_jp: 確認間隔
pl_pl: Częstotliwość sprawdzania

# Settings_CheckIntervalDescription.Text
source: Choose how often PCGet checks for available updates.
el_gr: Επιλέξτε πόσο συχνά το PCGet ελέγχει για διαθέσιμες ενημερώσεις.
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_CheckStartup.Text
source: Check for updates on startup
el_gr: Έλεγχος για ενημερώσεις κατά την εκκίνηση
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_CheckStartupDescription.Text
source: Automatically check for available package updates when PCGet starts.
el_gr: Αυτόματος έλεγχος για διαθέσιμες ενημερώσεις πακέτων κατά την εκκίνηση του PCGet.
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_InstallArgsPlaceholder.PlaceholderText
source: Additional arguments for winget install
el_gr: Πρόσθετα ορίσματα για winget install
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_Language.Text
source: Language
el_gr: Γλώσσα
ja_jp: 言語
pl_pl: Język

# Settings_LanguageRestartRequired
source: Restart PCGet to apply the new language.
el_gr: Επανεκκινήστε το PCGet για να εφαρμοστεί η νέα γλώσσα.
ja_jp: 新しい言語を適用するには PCGet を再起動してください。
pl_pl: Uruchom ponownie PCGet, aby zastosować nowy język.

# Settings_PackageOperations.Text
source: Package operations
el_gr: Λειτουργίες πακέτων
ja_jp: パッケージ操作
pl_pl: Operacje na pakietach

# Settings_PackageSources.Text
source: Package sources
el_gr: Πηγές πακέτων
ja_jp: パッケージ ソース
pl_pl: Źródła pakietów

# Settings_PoweredBy.Text
source: Powered by Windows Package Manager
el_gr: Με την υποστήριξη του Windows Package Manager
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_SilentOperations.Text
source: Silent package operations
el_gr: Αθόρυβες λειτουργίες πακέτων
ja_jp: Silent パッケージ operations
pl_pl: Silent pakiet operations

# Settings_SilentOperationsDescription.Text
source: Install, update, and uninstall applications without showing their installer interface when supported.
el_gr: Εγκατάσταση, ενημέρωση και απεγκατάσταση εφαρμογών χωρίς εμφάνιση του περιβάλλοντος εγκατάστασης, όταν υποστηρίζεται.
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_StartWithWindows.Text
source: Start PCGet with Windows
el_gr: Εκκίνηση του PCGet με τα Windows
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_StartWithWindowsDescription.Text
source: Automatically launch PCGet when you sign in to Windows.
el_gr: Αυτόματη εκκίνηση του PCGet όταν συνδέεστε στα Windows.
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_Subtitle.Text
source: Configure how PCGet manages your applications.
el_gr: Ρυθμίστε τον τρόπο με τον οποίο το PCGet διαχειρίζεται τις εφαρμογές σας.
ja_jp: PCGet がアプリを管理する方法を設定します。
pl_pl: Skonfiguruj sposób zarządzania aplikacjami przez PCGet.

# Settings_Tagline.Text
source: Your Windows apps. One place.
el_gr: Οι εφαρμογές Windows σας. Σε ένα μέρος.
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_Title.Text
source: Settings
el_gr: Ρυθμίσεις
ja_jp: 設定
pl_pl: Ustawienia

# Settings_UninstallArgsPlaceholder.PlaceholderText
source: Additional arguments for winget uninstall
el_gr: Πρόσθετα ορίσματα για winget uninstall
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_Version
source: Version {0}.{1}.{2}.{3}
el_gr: Έκδοση {0}.{1}.{2}.{3}
ja_jp: PCGet 設定: {0} {1} {2} {3}
pl_pl: Ustawienie PCGet: {0} {1} {2} {3}

# Settings_WinGetSources.Text
source: WinGet sources
el_gr: Πηγές WinGet
ja_jp: WinGet ソース
pl_pl: Źródła WinGet

# Settings_WinGetSourcesDescription.Text
source: PCGet uses the package sources configured in Windows Package Manager.
el_gr: Το PCGet χρησιμοποιεί τις πηγές πακέτων που έχουν ρυθμιστεί στο Windows Package Manager.
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_WindowsStartup.Text
source: Windows startup
el_gr: Εκκίνηση των Windows
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Sort_NameAZ
source: Name A–Z
el_gr: Όνομα Α–Ω
ja_jp: 名前 A–Z
pl_pl: Nazwa A–Z

# Sort_NameZA
source: Name Z–A
el_gr: Όνομα Ω–Α
ja_jp: 名前 Z–A
pl_pl: Nazwa Z–A

# Sort_PublisherAZ
source: Publisher A–Z
el_gr: Εκδότης Α–Ω
ja_jp: PCGet
pl_pl: PCGet

# Sort_Relevance
source: Relevance
el_gr: Συνάφεια
ja_jp: 関連性
pl_pl: Trafność

# Sort_SourceAZ
source: Source A–Z
el_gr: Πηγή Α–Ω
ja_jp: PCGet
pl_pl: PCGet

# Sort_VersionAZ
source: Version A–Z
el_gr: Έκδοση Α–Ω
ja_jp: PCGet
pl_pl: PCGet

# Sort_VersionZA
source: Version Z–A
el_gr: Έκδοση Ω–Α
ja_jp: PCGet
pl_pl: PCGet

# Startup_Disabled
source: PCGet will not start automatically with Windows.
el_gr: Το PCGet δεν θα ξεκινά αυτόματα με τα Windows.
ja_jp: スタートアップ設定
pl_pl: Ustawienie uruchamiania

# Startup_DisabledByPolicy
source: Startup is disabled by a Windows policy.
el_gr: Η εκκίνηση είναι απενεργοποιημένη από πολιτική των Windows.
ja_jp: スタートアップ設定
pl_pl: Ustawienie uruchamiania

# Startup_DisabledByUser
source: Startup has been disabled in Windows Settings. Enable PCGet there to allow this option.
el_gr: Η εκκίνηση έχει απενεργοποιηθεί στις Ρυθμίσεις των Windows. Ενεργοποιήστε εκεί το PCGet για να επιτρέψετε αυτή την επιλογή.
ja_jp: スタートアップ設定
pl_pl: Ustawienie uruchamiania

# Startup_Enabled
source: PCGet will start automatically when you sign in to Windows.
el_gr: Το PCGet θα ξεκινά αυτόματα όταν συνδέεστε στα Windows.
ja_jp: スタートアップ設定
pl_pl: Ustawienie uruchamiania

# Startup_Unavailable
source: Windows startup status is unavailable.
el_gr: Η κατάσταση εκκίνησης των Windows δεν είναι διαθέσιμη.
ja_jp: スタートアップ設定
pl_pl: Ustawienie uruchamiania

# Status_Completed
source: Completed
el_gr: Ολοκληρώθηκε
ja_jp: 完了
pl_pl: Ukończono

# Status_DownloadingPercent
source: Downloading {0:0}%
el_gr: Λήψη {0:0}%
ja_jp: ダウンロード中 {0:0}%
pl_pl: Pobieranie {0:0}%

# Status_Failed
source: Failed
el_gr: Απέτυχε
ja_jp: 失敗
pl_pl: Niepowodzenie

# Status_Finishing
source: Finishing...
el_gr: Ολοκλήρωση...
ja_jp: 完了処理中...
pl_pl: Kończenie...

# Status_Installed
source: Installed
el_gr: Εγκατεστημένες
ja_jp: インストール済み
pl_pl: Zainstalowano

# Status_Installing
source: Installing...
el_gr: Εγκατάσταση...
ja_jp: インストール中...
pl_pl: Instalowanie...

# Status_InstallingAsAdministrator
source: Installing as administrator...
el_gr: Εγκατάσταση ως διαχειριστής...
ja_jp: 操作状態
pl_pl: Stan operacji

# Status_InstallingPercent
source: Installing {0:0}%
el_gr: Εγκατάσταση {0:0}%
